
         let classroom = [
        ['김하경',20,'여자',false,['게임','그림그리기','음악듣기'],"김하경.png"],
        ['성대한',28,'남자',false,['그림그리기','게임'],"성대한.png"],
        ['이선영',24,'여자',false,['그림그리기','게임','인형만들기'],"이선영.png"],
        ['장예원',29,'여자',false,['그림그리기','음악듣기'],"장예원.png"],
        ['정선민',29,'여자',false,['독서','게임','운동'],"정선민.png"],
        ['김현아',22,'여자',false,['음악듣기','산책하기','레고만들기'],"김현아.png"],
        ['김예림',29,'여자',false,['독서','야구시청'],"김예림.png"],
        ['이효은',20,'여자',false,['산책하기','음악듣기'],"이효은.png"],
        ['백민선',31,'여자',false,['영화보기','네일아트'],"백민선.png"],
        ['함국주',29,'남자',true,['캠핑하기','배드민턴','러닝하기','요리하기'],"함국주.png"],
        ['박민주',32,'여자',true,['웨이트','롤','요리하기','야구시청','유튜브시청'],"박민주.png"],
        ['윤희정',44,'여자',false,['웹소설듣기','등산하기','궁 관람','미술관 관람','디오라마 조립'],"윤희정.png"],
        ['최선미',41,'여자',true,['수영하기','식물키워','스노쿨링','낚시하기','캠핑하기','스노우보드'],"최선미.png"],
        ['김가온',19,'여자',false,['게임하기','갈틱폰','말랑이하기','큰 마트 가기'],"김가온.png"],
        ['안정현',25,'남자',false,['영화감상','그림그리기','요리하기','스케이트타기'],"안정현.png"],
        ['최윤성',28,'남자',false,['기타치기','러닝하기','만화보기','게임하기'],"최윤성.png"],
        ['배수정',38,'여자',false,['독서','뮤지컬보기'],"배수정.png"],
        ['유채린',24,'여자',false,['여행가기','요리하기','블로그','음악듣기'],"유채린.png"]
        ]
